[{
      "subtitle": "About Mashima Button",
      "paragraph": [
         {
            "text": "I am an enthusiastic Full Stack Software Engineer that is passionate about technology and using it to drive positive change."
         },
         {
            "text": "Growing up in the rural outskirts of Bangkok, Thailand, I worked hard to be the first person in my family to graduate from college - from the most prestigious university in Thailand with a BA in Political Science. After landing my first job, I fell in love with technology while troubleshooting API and connectivity issues at Agoda.com for 2 years."
         },
         {
            "text": "After relocating to the US, I struggled to pursue my passion, but I never gave up and, in 2019, I was accepted into the Web Development and Computer Science program at Lambda School. Today, I have experience working in an agile environment and several web JavaScript applications in my portfolio built with React, Angular, and Node/Express."
         }
      ]
   },{
      "subtitle": "A Star Performer, Organizer, and Team Builder",
      "paragraph": [
         {
            "text": "In each of my previous positions, I strived to be a top performer and team player. As a result, I was frequently selected for leadership positions. The best example is when I was chosen from a competitive group of candidates to be a Student Team Lead at Lambda School. I held this position for over a year and invite you to check out testimonials from my colleagues below."
         },
         {
            "text": "I always take charge in organizing work, delegating tasks, and holding professional and casual meetings for teams and groups. I love creating a fun and supportive environment where everybody can flourish and shine."
         }
      ]
   },
   {
      "subtitle": "What's next for Mashima?",
      "paragraph": [
         {
            "text": "I am currently seeking a software engineering position, so definitely hit me up at mashima.button@gmail.com if you want someone who has a unique background and perspective, always reaches for the stars, and will bring laughter and positivity to your team!"
         }
      ]
   }
]